<h3>About Us</h3>
<p>Ch&agrave;o c&aacute;c bạn, m&igrave;nh l&agrave; Admin Tổng Quản, founder của trang web Cowboy Coder :))</p>
<p>Từng tham dự c&aacute;c k&igrave; thi Học sinh giỏi Quốc gia m&ocirc;n Tin học, những nguồn t&agrave;i liệu
    tr&ecirc;n mạng đ&atilde; gi&uacute;p m&igrave;nh rất nhiều trong việc cải thiện kĩ năng giải thuật - lập
    tr&igrave;nh của m&igrave;nh. Giờ đ&acirc;y, khi kh&ocirc;ng c&ograve;n tham gia c&aacute;c cuộc thi học sinh giỏi,
    m&igrave;nh lại tiếp tục c&ugrave;ng một v&agrave;i người bạn th&agrave;nh lập n&ecirc;n&nbsp;<strong>Cowboy
        Coder</strong>&nbsp;- trang web nhằm chia sẽ những kiến thức v&agrave; kinh nghiệm lập tr&igrave;nh cho mọi
    người xung quanh!</p>
<h3>Tại sao lại l&agrave; Cowboy Coder?</h3>
<p>Tr&iacute;ch dẫn từ trang&nbsp;<a href="http://wiki.c2.com/?CowboyCoder" target="_blank"
        rel="noopener">wiki.c2</a>&nbsp;m&agrave; m&igrave;nh mạn ph&eacute;p dịch lại ở đ&acirc;y, th&igrave;:</p>
<p><em>&ldquo;Cowboy Coder l&agrave; những lập tr&igrave;nh vi&ecirc;n viết code theo luật của ch&iacute;nh họ. Họ
        c&oacute; thể rất chi l&agrave; giỏi về việc viết code, nhưng họ lại kh&ocirc;ng l&agrave;m theo những chuẩn
        mực, thủ tục, quy định hoặc bất cứ thứ g&igrave; m&agrave; m&ocirc;i trường l&agrave;m việc nh&oacute;m đặt ra.
        Cowboy Coder c&oacute; thể l&agrave;m việc tốt khi l&agrave;m một m&igrave;nh, hoặc trong m&ocirc;i trường
        CaveProgrammer cổ điển (ngồi một g&oacute;c, dưới tầng hầm, c&ugrave;ng con IBM 709 cũ kĩ&hellip;), nhưng họ rất
        hiếm khi, nếu c&oacute; thể, l&agrave;m việc tốt trong một nh&oacute;m.&rdquo;</em></p>
<p style="text-align: center"><img src="https://d33wubrfki0l68.cloudfront.net/60ff923ba387f34b15e9e27e6b0ae3b6774af0d6/4b2d8/img/about-1.jpg"
        alt="undefined" /></p>
<p><em>&ldquo;&Ocirc;i vkđ, tại sao ch&uacute;ng n&oacute; lại đặt t&ecirc;n xấu cho trang của m&igrave;nh tới
        thế.&rdquo;</em></p>
<p>Tội lỗi l&agrave; ở m&igrave;nh l&uacute;c đầu kh&ocirc;ng c&oacute; nghi&ecirc;n cứu kĩ :&rsquo;(</p>
<p>Ch&iacute;nh x&aacute;c th&igrave; Cowboy ở đ&acirc;y l&agrave; n&oacute;i tới Cowboy Bebop - một series phim
    y&ecirc;u th&iacute;ch của m&igrave;nh. Khi đặt t&ecirc;n cho domain th&igrave; m&igrave;nh chỉ đơn giản l&agrave;
    nghĩ tới sự kết hợp giữa hai c&aacute;i m&agrave; m&igrave;nh th&iacute;ch, đ&oacute; l&agrave; code v&agrave;
    anime, chứ m&igrave;nh kh&ocirc;ng c&oacute; biết tới Cowboy Coding l&agrave; một h&agrave;nh vi xấu :&rsquo;( Tiền
    trao ch&aacute;o m&uacute;c, kh&ocirc;ng đổi được t&ecirc;n nữa, n&ecirc;n th&ocirc;i đ&agrave;nh gắn b&oacute; với
    n&oacute; vậy.</p>
<p style="text-align: center"><img src="https://d33wubrfki0l68.cloudfront.net/1dacd5b156e819360b1ab9d44c34fe9ce6c829b8/07352/img/about-2.jpg"
        alt="undefined" /></p>
<h3>Ở tr&ecirc;n trang web c&oacute; g&igrave; hay?</h3>
<ul>
    <li>Bạn l&agrave; học sinh - sinh vi&ecirc;n v&agrave; bạn muốn biết th&ecirc;m về kiến thức thuật to&aacute;n hay
        những c&ocirc;ng cụ lập tr&igrave;nh phổ biến?</li>
    <li>Bạn đang tham gia c&aacute;c cuộc thi tr&ecirc;n mạng, nhưng r&agrave;o cản ng&ocirc;n ngữ khiến bạn kh&ocirc;ng
        thể sử dụng to&agrave;n bộ khả năng của m&igrave;nh?</li>
    <li>Bạn đang l&agrave;m một b&agrave;i kh&oacute; khủng khiếp tr&ecirc;n c&aacute;c trang Online Judge như SPOJ
        v&agrave; cần sự gi&uacute;p đỡ?</li>
</ul>
<p>Tại Cowboy Coder, ch&uacute;ng m&igrave;nh cung cấp cho c&aacute;c bạn những series b&agrave;i viết kh&ocirc;ng chỉ
    li&ecirc;n quan tới kiến thức lập tr&igrave;nh m&agrave; c&ograve;n về những kinh nghiệm trong nghề, được
    ch&iacute;nh c&aacute;c bạn trong nh&oacute;m soạn thảo hoặc được tổng hợp từ nhiều nguồn uy t&iacute;n.
    Ngo&agrave;i ra, c&aacute;c bạn c&oacute; thể t&igrave;m thấy lời giải v&agrave; code hướng dẫn chất lượng cho những
    b&agrave;i tập hay v&agrave; kh&oacute; tr&ecirc;n c&aacute;c trang b&agrave;i tập online phổ biến của học sinh
    To&aacute;n - Tin.</p>
<p>Mỗi khi c&oacute; những cuộc thi lập tr&igrave;nh tr&ecirc;n c&aacute;c trang Online Judge như c&aacute;c Codeforces
    Round hay c&aacute;c contest tr&ecirc;n HackerRank, ch&uacute;ng m&igrave;nh cũng sẽ tham gia dịch đề b&agrave;i
    trong thời gian diễn ra cuộc thi, v&agrave; cung cấp lời giải sau khi cuộc thi kết th&uacute;c.</p>
<p style="text-align: center"><img src="https://d33wubrfki0l68.cloudfront.net/da20f8afa65fa16514d39ba67ed2db2be3262c98/c5272/img/about-3.jpg"
        alt="undefined" /></p>
<h3>Li&ecirc;n lạc</h3>
<p>Bọn m&igrave;nh rất vui nếu bạn c&oacute; thể like v&agrave; follow page&nbsp;<a
        href="https://www.facebook.com/cowboycoding/" target="_blank" rel="noopener">Cowboy Coder</a>&nbsp;để nhiều
    người biết tới trang hơn ^^.</p>
<p>Ngo&agrave;i ra c&aacute;c bạn cũng c&oacute; thể theo d&otilde;i nh&oacute;m tr&ecirc;n&nbsp;<a
        href="https://github.com/cowboycodervn" target="_blank" rel="noopener">GitHub của nh&oacute;m</a>.</p>
<p>Email:&nbsp;<a href="mailto:cowboycodervn@gmail.com" target="_blank" rel="noopener">cowboycodervn@gmail.com</a>.</p>